Repository: mr-elbe5/CoDefApp
Catalog: CoDefApp/Localizable.xcstrings
Source language: en
Languages: de

source: Accept
de: Übernehmen

source: Activity
de: Tätigkeit

source: Add
de: Hinzufügen

source: Address
de: Adresse

# addStatusChange
source: Document a Status Change
de: Neue Statusänderung hinzufügen

source: Alert
de: Achtung

source: App mode
de: App-Modus

# appModeText
source: This app can be used standalone or with a cloud connection. During a server connection elements existing on the server can only be extended. Deletions take place only locally.
de: Diese App kann mit oder ohne eine Serververbindung benutzt werden. Bei einer Serververbindung können auf dem Server existierende Elemente nur erweitert werden. Löschungen werden nur lokal durchgeführt.

source: Approval
de: Abnahme

source: Approve Date
de: Abnahmedatum

source: Assigned to
de: Zugeordnet an

# backupSymbolText
source: Backup all data as a zip file or restore (and replace) all data from a backup zip file.
de: Alle Daten als Zip-Datei sichern oder alle Daten von einer Sicherungs-Zip-Datei wiederherstellen (ersetzen).

# briefing
source: Briefing/Remarks
de: Anweisung/Anmerkung

source: by
de: von

source: Cancel
de: Abbrechen

source: City
de: Stadt

source: Cleanup
de: Aufräumen

# cloudSymbolText
source: Open server synchronization (not for standalone operation).
de: Einstellungen für eine Server-Verbindung und Synchronisation öffnen (nur bei Server-Nutzung).

# comment
source: Comment/Description
de: Kommentar/Beschreibung

source: Companies
de: Firmen

source: Company
de: Firma

# companyCheckmarkSymbolText
source: Defects of this company are visible.
de: Mängel dieser Firma werden angezeigt.

# companyDeleteSymbolText
source: Delete a company. This is not possible, if there is already an assignment to a project or issue.
de: Firma löschen. Dies ist nur möglich, wenn noch keine Zuordnung zu einem Projekt oder Mangel vorliegt.

# companyEditInfoHeader
source: Create or edit a company
de: Firma erstellen oder ändern

# companyEditInfoText
source: A name is mandatory. An email should be entered, if the company should be notified or receive documents by email. All other data are for addressing or information.
de: Der Name ist ein Pflichtfeld. Eine Email sollte eingetragen werden, wenn die Firma per Email benachrichtigt oder Dokumente geschickt bekommen soll. Alle anderen Daten dienen der Adressierung oder Information.

# companyEditSymbolText
source: Change data of a company.
de: Die Daten einer Firma ändern.

# companyXmarkSymbolText
source: Defects of this company are not visible.
de: Mängel dieser Firma werden nicht angezeigt.

# confirmDeleteImage
source: Do you want to completely delete this image?
de: Wollen Sie dieses Bild endgültig löschen?

# connected
source: Logged in
de: Angemeldet

source: Connection State
de: Verbindungsstatus

source: Context
de: Kontext

source: Country Code
de: Landescode

source: Create Backup
de: Backup erstellen

source: Created
de: Erstellt

source: Creation Date
de: Erstellungsdatum

source: Creator
de: Ersteller

source: Daily Report
de: Tagesbericht

source: Daily Reports
de: Tagesberichte

# dataDeleted
source: Data has been deleted
de: Die Daten wurden gelöscht.

source: Defect
de: Mangel

# defectContext
source: Project: %@, Unit: %@
de: Projekt: %@, Einheit: %@

# defectDeleteSymbolText
source: Delete a defect/remaining work. This will also delete all images and status changes.
de: Einen Mangel/eine Restleistung löschen. Dies ist löscht auch sämtliche Bilder und Statusänderungen (auf dem Server werden keine Elemente gelöscht).

# defectEditInfoHeader
source: Document or change a defect/remaining work
de: Einen Mangel/eine Restleistung dokumentieren oder ändern

# defectEditInfoText
source: Entries marked with * are mandatory. For changing dates, click on the date field. For changing the position, click on the pencil symbol above the plan.
de: Alle mit * gekennzeichneten Felder sind Pflichtfelder. Zum Ändern eines Datums tippen Sie auf das Datum. Zum Ändern der Position tippen Sie auf das Bleistiftsymbol über dem Grundriss.

# defectEditSymbolText
source: Change data of this defect/remaining work (only standalone or not yet submitted to server).
de: Die Daten eines Mangels ändern (nur ohne Serveranbindung oder vor der Übermittlung an den Server).

# defectLocation
source: Unit/Location
de: Wohneinheit/Lage

# defectPositionInfoHeader
source: Mark a position
de: Eine Position markieren

# defectPositionInfoText
source: Tap on the plan until the red arrow marks the position correctly.
de: Tippen Sie auf den Grundriss, bis der rote Pfeil die Position richtiog markiert.

source: Defect Report
de: Bericht

# defectReportSymbolText
source: Create a report of this defect/remaining work (PDF)
de: Einen Report des Mangels bzw. der Restleistung erstellen (PDF).

source: Defects
de: Mängel

# deleteData
source: Delete all Data
de: Alle Daten löschen

# deleteDataHint
source: All current data will be deleted from the app.
de: Alle lokalen Daten werden gelöscht!

# deleteInfo
source: You are going to delete this item. This cannot be undone. Do want to proceed?
de: Sie sind dabei, dieses Element zu löschen. Dies kann nicht rückgängig gemacht werden. Wollen Sie fortfahren?

source: Description
de: Beschreibung

# disconnected
source: Not logged in
de: Nicht angemeldet

source: disputed
de: strittig

source: Disputed
de: Strittig

source: done
de: erledigt

source: Done
de: Erledigt

# download
source: Download from Server
de: Vom Server herunterladen

# downloaded
source: Downloaded from Server
de: Vom Server heruntergeladen

source: Due Date
de: Zieldatum

source: Error
de: Fehler

source: Errors
de: Fehler

# false
source: No
de: Nein

# filesDeleted
source: Deleted Files
de: Gelöschte Dateien

# filterCheckmarkSymbolText
source: The element containes filtered subelements.
de: Element enthält gefilterte Unterelemente.

# filterXmarkSymbolText
source: The element containes no filtered subelements.
de: Element enthält keine gefilterten Unterelemente.

source: for
de: für

source: Humidity
de: Rel. Feuchtigkeit

source: Image
de: Bild

source: Images
de: Bilder

# infoSymbolText
source: Show informations about the current view.
de: Informationen zu der aktuellen Ansicht anzeigen.

source: Liability
de: Gewährleistung

source: Location
de: Ort

# loggedIn
source: You have been successfully logged in
de: Sie haben sich erfolgreich angemeldet.

source: Log In
de: Anmelden

source: Login Data
de: Anmeldedaten

# loginInfoHeader
source: Cloud Login
de: Cloudanmeldung

# loginInfoText
source: Fill the URL, login name and password of the CoDefTrack server you want to use as cloud server.
de: Tragen Sie URL, Anmeldename und Passwort des Codef-Servers ein, den Sie als Server benutzen möchten.

source: Login Name
de: Anmeldename

source: Log Out
de: Abmelden

# mailNotConfigured
source: There no mail app available or not configured for sending.
de: Es konnte keine Email-App gefunden werden oder sie ist nicht zum Versenden konfiguriert.

# mainCompaniesInfoHeader
source: Companies
de: Firmen

# mainCompaniesInfoText
source: Here you can select a company or create a new one. All of them make a pool of companies, which can each be attached to a project. Touching the following icons changes the visibility of defects by assignment.
de: Hier können Sie Firmen auswählen oder neue erstellen. Alle zusammen bilden einen Pool, aus dem sie jeweils einem Projekt zugeordnet werden können. Antippen der folgenden Symbole ändert die Sichtbarkeit der Mängel nach Zuordnung.

# mainInfoGeneral
source: This app has been created for tracking defects like e.g. construction defects or maintenance tasks. The server software is available as open source at https://git.elbe5cloud.de/miro/CodefApp. The server is also open source available at https://git.elbe5cloud.de/miro/CodefServer. The app can be connected to a dedicated server. Yet this is only needed if you want to store your data at a central location. You can get support for creating and running a dedicated server at www.elbe5.de.
de: Diese App ist für das Erfassen und Verfolgen von Baumängeln oder Hausmeisteraufgaben konzipiert. Die Software steht als Open Source unter https://git.elbe5cloud.de/miro/CodefApp zur Verfügung. Die App kann mit einem zugehörigen Server verbunden werden. Notwendig ist das allerdings nur, wenn Sie Ihre Daten zentral speichern wollen. Der Server ist ebenfalls Open Source und unter https://git.elbe5cloud.de/miro/CodefServer verfügbar. Unterstützung für die Einrichtung und Nutzung eines zugehörigen Servers können Sie bei www.elbe5.de erhalten.

# mainInfoHeader
source: About this App
de: Über diese App

# mainInfoStructureHeader
source: Structure
de: Struktur

# mainInfoStructureText
source: The structure includes projects, units and defects as well as remeining works. Additionally it includes a pool of companies for assigning them to one or more projects and to their defects. Projects can be e.g. construction tasks or buildings. From the pool of all companies the relevant ones are assigned to each project. Units are parts of the project like a floor or a room. Units can have a (ground )plan, where defects can be marked on. Defects and remeining works include a name or short description, a description of the defect, a status, an assignment to a company, a target date, a position and images and/or photos. Defects and remaining works have an ID. If created here they get a temporary ID above 10000000. After submitting to the server they get their final ID from the server. Defects and remaining works are processed using status changes with comment, new status, new assignment and new images or photos.
de: Die Struktur umfasst Projekte, Einheiten und Mängel sowie Restleistungen. Weiterhin existiert ein Pool von Firmen, die einem oder mehreren Projekten und dort einem Mangel bzw. einer Restleistung zugeordnet werden können. Projekte können z.B. Bauvorhaben oder Gebäude sein. Ihnen werden aus dem Pool aller die für dieses Projekt relevanten Firmen zugeordnet. Einheiten sind Teile des Projekts wie z.B. eine Etage oder ein Zimmer. Einheiten können einen Grundriss haben, auf dem die Mängel markiert werden. Mängel und Restleistungen beinhalten einen Namen bzw. Kurzbeschreibung, eine Beschreibung des Problems, einen Bearbeitungsstatus, eine Zuordnung zu einer Firma, ein Zieldatum, ggf. eine Position sowie Bilder und/oder Fotos. Mängel und Restleistungen haben eine eindeutige ID. Wenn sie hier erzeugt werden, bekommen sie eine vorläufige ID über 1000000. Nach der Übermittlung an den Server erhalten sie ihre endgültige ID vom Server. Die Bearbeitung von Mängeln und Restleistungen erfolgt als Statusänderung mit Kommentar, neuem Status, ggf. neuer Zuordnung und neuen Bildern oder Fotos.

# mainProjectsInfoHeader
source: Projects
de: Projekte

# mainProjectsInfoText
source: Here you can select a project or create a new project.
de: Hier können Sie Projekte auswählen oder neue Projekte erstellen.

# mandatoryFieldsError
source: Please fille all mandatory fields (*)
de: Bitte füllen Sie alle Pflichtfelder (*) aus.

# menuSymbolHeader
source: Menu Symbols
de: Menüsymbole

source: New
de: Neu

source: New Assignment
de: Neue Zuordnung

source: New Company
de: Neue Firma

source: New Daily Report...
de: Neuer Tagesbericht

source: New Defect
de: Neuer Mangel

# newElements
source: New Items
de: Neue Elemente

source: New Project
de: Neues Projekt

source: New Remaining Work
de: Neue Restleistung

source: New Unit
de: Neue Projekteinheit

source: No
de: Nein

source: Nobody
de: Niemand

source: Note
de: Notiz

source: Notes
de: Bemerkungen

source: Notified
de: Benachrichtigt

source: on
de: am

source: open
de: offen

source: Open
de: Offen

# openLogin
source: Log in
de: Anmelden

source: Overview
de: Übersicht

source: Password
de: Passwort

source: Phone
de: Telefon

# planReplaceInfo
source: Replacing the plan invalidates all defect positions. Do want to proceed?
de: Das Ersetzen des Plans macht alle Positionen ungültig. Wollen Sie fortfahren?

source: Please Approve
de: Bitte bestätigen

# positionComment
source: Comment/Description
de: Kommentar/Beschreibung

# PREAPPROVAL
source: During Execution
de: Während der Ausführung

source: present
de: anwesend

source: Present Images
de: Vorhandene Bilder

# previousAssignment
source: Assignmnt
de: Zuordnung

source: Project
de: Projekt

# projectCheckmarkSealSymbolText
source: This marks a unit when it has filtered items.
de: Dies markiert eine Einheit, wenn er gefilterte Elemente enthält.

# projectDeleteSymbolText
source: Delete a project. This will also delete all subelements.
de: Ein Projekt löschen. Dies ist löscht auch sämtliche Unterelemente (auf dem Server werden keine Elemente gelöscht).

# projectEditInfoHeader
source: Edit a project
de: Ein Projekt erstellen oder ändern

# projectEditInfoText
source: The name is mandatory. Selected companies are part of this project and can be assigned to defects rsp. remeinung works. At least one is mandatory.
de: Der Name ist ein Pflichtfeld. Ausgewählte Firmen sind Teil des Projekts und können Mängeln zugeordnet werden. Mindestens eine/r ist Pflicht.

# projectEditSymbolText
source: Change data of a project (only standalone or not yet submitted to server).
de: Die Daten eines Projekts ändern (nur ohne Serveranbindung oder vor der Übermittlung an den Server).

source: Project Phase
de: Projektphase

source: Project Report
de: Projektbericht

# projectReportSymbolText
source: Create a report of the project (PDF)
de: Einen Report des Projekts erstellen (PDF).

source: Projects
de: Projekte

# projectSealSymbolText
source: This marks a unit when no filter is active.
de: Dies markiert eine Einheit, wenn kein Filter aktiv ist.

# projectUnitsInfoHeader
source: Project Units
de: Projekteinheiten

# projectUnitsInfoText
source: Units are parts of the project like a floor or a room. Units can have a (ground) plan, where defects and remeining works can be marked on.
de: Einheiten sind Teile des Projekts wie z.B. eine Etage oder ein Zimmer. Einheiten können einen Plan/Grundriss haben, auf dem die Mängel und Restleistungen markiert werden.

# projectXmarkSealSymbolText
source: This marks a unit when it has no filtered items. You cannot select it.
de: Dies markiert eine Einheit, wenn er keine gefilterten Elemente enthält. Er Kann nicht ausgewählt werden.

source: Recent Reports
de: Vorige Tagesberichte

source: rejected
de: abgelehnt

source: Rejected
de: Abgelehnt

source: Remaining Work
de: Restleistung

source: Report
de: Bericht

# reportAttached
source: The report is attached as PDF file.
de: Der Bericht ist als PDF-Datei angehängt.

source: Report Date
de: Berichtsdatum

source: Report number
de: Berichtnummer

# reportSubject
source: Report from Codef Defect Tracker
de: Bericht vom Codef Baumängel-Verfolgung

source: Restore
de: Wiederherstellen

source: Restore Backup
de: Backup wiederherstellen

# restoreDone
source: The backup has been restored.
de: Das Backup wurde eingespielt.

# restoreHint
source: During restore all previous data will be deleted. Do you want to continue?
de: Beim Wiederhestellen werden alle anderen Daten gelöscht. Wollen Sie fortfahren?

source: Result
de: Ergebnis

source: Save
de: Speichern

source: Save Position
de: Position speichern

source: Save Report
de: Bericht speichern

source: Select Companies
de: Firmen zuordnen

source: Select Position
de: Position markieren

# selectReportFile
source: Select a file name for this report
de: Wählen Sie einen Datei zum Speichern.

# send
source: Send by Email
de: Per Email verschicken

# serverDownloadInfoHeader
source: Downloading Items
de: Elemente herunterladen

# serverDownloadInfoText
source: You can download items from the server by tapping 'Synchronize from server'. The current download progress is shown by item types and the slider. If errors occur (e.g. when disconnected), you can try again with the remaining items.
de: Sie können Elemente von Server durch Tippen auf 'Vom Server synchronisieren' herunterladen. Der Vorgang wird über die Elementtypen und den Regeler angezeigt. Wenn Fehler auftreten (z.B. bei Verbindungsabbruch), kann der Vorgang mit den restlichen Elementen wiederholt werden.

# serverInfoHeader
source: Synchronization with the Server
de: Synchronisation mit dem Server

# serverInfoText
source: Here you can synchronize local data with the server. The current connection state is shown with the currently connected user. If you want to change or refresh the connection, go to 'Log in'.
de: Hier können Sie Daten mit dem Server synchronisieren.Der aktuelle Verbindungsstatus wird mit dem verbundenen Benutzer angezeigt. Wenn Sie die Verbindung ändern oder erneuern wollen, tippen Sie auf 'Anmelden'.

# serverUploadInfoHeader
source: Uploading Items
de: Elemente hochladen

# serverUploadInfoText
source: If 'New Items' has more than one item, you can upload them to the server by tapping 'Synchronize to server'. The current upload progress is shown by item types and the slider. If errors occur (e.g. when disconnected), you can try again with the remaining items.
de: Wenn 'neue Elemente' angezeigt werden, können Sie diese durch Antippen von 'Auf den Server synchronisieren' auf den Server laden. Der Vorgang wird über Elementtypen und den Regler angezigt. Wenn Fehler auftreten (z.B. bei Verbindungsabbruch), kann der Vorgang mit den restlichen Elementen wiederholt werden.

source: Settings
de: Einstellungen

# settingsInfoCleanupHeader
source: Cleanup
de: Aufräumen

# settingsInfoCleanupText
source: Here you can delete all images, which are not in use any more.
de: Hier können Sie alle Bilder löschen, die nicht mehr benutzt werden.

# settingsInfoStandaloneHeader
source: App Mode
de: App-Modus

# settingsInfoStandaloneText
source: Choose using a server or using the app standalone.
de: Wählen Sie ob Sie die App mit oder ohne Server nutzen möchten.

# settingsSymbolText
source: Open settings like standalone or server usage and others.
de: Einstellungen wie die Server-Nutzung und andere öffnen.

# settingsText
source: This app can show some fields in different ways.
de: Diese App kann einige Felder in unterschiedlicher Weise darstellen.

# statusChange
source: Statu Change
de: Statusänderung

# statusChangeContext
source: Project: %@, Unit: %@, Defect: %@
de: Projekt: %@, Einheit: %@, Mangel: %@

# statusChangeEditInfoHeader
source: Document a status change
de: Eine neue Statusänderung dokumentieren

# statusChangeEditInfoText
source: The comment is mandatory.
de: Der Kommentar ist ein Pflichtfeld.

# statusChangeInfoHeader
source: Status Changes
de: Statusänderungen

# statusChangeInfoText
source: Status changes are follow-ups of defects and remaining works when somebody made some progress. They include comment, new status, new assignment and new images or photos.
de: Statusänderungen sind Folgeeinträge für einen Mangel, wenn jemand einen Fortschritt erzielt hat oder sich der Status anderweitig geändert hat. Sie enthalten einen Kommentar, einen neuen Status, ggf. eine neue Zuordnung und neue Bilder oder Fotos

source: Status Changes
de: Statusänderungen

source: Street
de: Straße

source: Success
de: Erfolg

# symbolHeader
source: Symbols
de: Symbole

source: Synchronize from Server
de: Vom Server synchronisieren

# synchronizeServer
source: Synchronization with the Server
de: Synchronisation mit dem Server

source: Synchronize to Server
de: Auf den Server synchronisieren

source: Temperature
de: Temperatur

source: Time
de: Uhrzeit

source: Time Zone
de: Zeitzone

# true
source: Yes
de: Ja

source: Unit
de: Projekteinheit

# unitCheckmarkSealSymbolText
source: This marks a defect when it has been selected by the filter.
de: Dies markiert einen Mangel/eine Restleistung, wenn er durch den Filter ausgewählt ist.

# unitContext
source: Project: %@
de: Projekt: %@

# unitDefectsHeader
source: Defects
de: Mängel

# unitDefectsInfoText
source: Defects include a name or short description, a description of the defect or remaining work, a status, an assignment to a company, a target date, a position and images and/or photos.
de: Mängel und Restleistung beinhalten einen Namen bzw. Kurzbeschreibung, eine Beschreibung des Problems oder der Leistung, einen Bearbeitungsstatus, eine Zuordnung zu einer Firma, ein Zieldatum, ggf. eine Position sowie Bilder und/oder Fotos.

# unitDeleteSymbolText
source: Delete a unit. This will also delete all subelements.
de: Eine Einheit löschen. Dies ist löscht auch sämtliche Unterelemente (auf dem Server werden keine Elemente gelöscht).

# unitEditInfoHeader
source: Create or change a unit
de: Eine Projekteinheit erstellen oder ändern

# unitEditInfoText
source: The name is mandatory.
de: Der Name ist ein Pflichtfeld.

# unitEditSymbolText
source: Change data of a unit (only standalone or not yet submitted to server).
de: Die Daten einer Einheit ändern (nur ohne Serveranbindung oder vor der Übermittlung an den Server).

# unitPlanInfoHeader
source: Unit plan
de: Grundriss

# unitPlanInfoText
source: If a unit has a plan, the positions of the defects of that unit are marked with red arrows. Selecting an arrow opens the respective defect.
de: Wenn eine Einheit einen Plan enthält, werden die Positionenen der Mängel und Restleistungen auf dem Plan mit einem roten bzw. blauen Pfeil markiert. Auswählen öffnet den jeweiligen Mangel oder die jeweilige Restleistung.

source: Unit Report
de: Bericht für die Einheit

# unitReportSymbolText
source: Create a report of the unit (PDF)
de: Einen Report der Einheit erstellen (PDF).

source: Units
de: Projekteinheiten

# unitSealSymbolText
source: This marks a defect when no filter is active.
de: Dies markiert einen Mangel/eine Restleistung, wenn kein Filter aktiv ist.

# unitXmarkSealSymbolText
source: This marks a defect when it has been deselected by the filter. You cannot select it.
de: Dies markiert einen Mangel/eine Restleistung, wenn er durch den Filter nicht ausgewählt ist. Er Kann nicht ausgewählt werden.

# upload
source: Upload to Server
de: Auf den Server hochladen

# uploaded
source: Uploaded to Server
de: Auf den Server hochgeladen

# useDateTime
source: Show time in date texts
de: Datum mit Zeitangabe anzeigen

# useNotified
source: Show a notitification flag for defects
de: Benachrichtigungsschalter anzeigen

# userDeleteError
source: You cannot delete this person/company (already assigned).
de: Sie können diese Firma nicht löschen (bereits zugeordnet).

# useServer
source: With Server Connection
de: Mit Serververbindung

# weather.clear
source: Clear
de: Klar

# weather.cloudy
source: Cloudy
de: Bewölkt

# weather.fair
source: Fair
de: Leicht bedeckt

# weather.fog
source: Fog
de: Nebel

# weather.freezingFog
source: Freezing fog
de: Gefrierender Nebel

# weather.freezingRain
source: Freezing rain
de: Gefrierender Regen

# weather.hail
source: Hail
de: Hagel

# weather.heavyFreezingRain
source: Heavy freezing rain
de: Starker gefrierender Regen

# weather.heavyRain
source: Heavy rain
de: Starker Regen

# weather.heavyRainShower
source: Heavy rain shower
de: Schwere Regenschauer

# weather.heavySleet
source: Heavy sleet
de: Starker Schneeregen

# weather.heavySleetShower
source: Heavy sleet shower
de: Schwere Graupelschauer

# weather.heavySnowfall
source: Heavy Snowfall
de: Starker Schneefall

# weather.heavyThunderstorm
source: Heavy thunderstorm
de: Starkes Gewitter

# weather.lightning
source: Lightning
de: Blitz

# weather.lightRain
source: Light rain
de: Leichter Regen

# weather.lightSnowfall
source: Light snowfall
de: Leichter Schneefall

# weather.overcast
source: Overcast
de: Bedeckt

# weather.rain
source: Rain
de: Regen

# weather.rainShower
source: Rain shower
de: Regenschauer

# weather.sleet
source: Sleet
de: Schneeregen

# weather.sleetShower
source: Sleet shower
de: Graupelschauer

# weather.snowfall
source: Snowfall
de: Schneefall
